Autodesk.Revit.DB.DoubleParameterValue.Value
The stored value
Since:
2016 Subscription Update

Autodesk.Revit.DB.DoubleParameterValue.#ctor(System.Double)
Value constructor
Since:
2016 Subscription Update

Autodesk.Revit.DB.DoubleParameterValue.#ctor
Default constructor
Since:
2016 Subscription Update

Autodesk.Revit.DB.DoubleParameterValue
A class that holds a Double value of a parameter element.
Since:
2016 Subscription Update